---
kind: enumMember
id: F:Autodesk.Revit.DB.PhaseStatusPresentation.ShowByCategory
enum: Autodesk.Revit.DB.PhaseStatusPresentation
source: html/84d5855c-fba2-b026-ee60-7f2a24b78129.htm
---
# Autodesk.Revit.DB.PhaseStatusPresentation.ShowByCategory

Show elements from the given phase status by category.